IDEA StatiCa Open Model
LoadCase Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public LoadCase()
Public Sub New
public:
LoadCase()
See Also
Reference
LoadCase Class
IdeaRS.OpenModel.Loading Namespace